brew "fzf"
brew "git"
brew "htop"
brew "midnight-commander"
brew "neovim"
brew "stow"
brew "tig"
brew "dockutil"
brew "ripgrep"
brew "fd"
brew "tfenv"
brew "terraform-ls"
brew "gh"
brew "node"
brew "gsed"
brew "pwgen"
brew "gnupg"
brew "pinentry-mac"

cask "ghostty"
cask "vlc"
cask "logi-options+"
cask "rectangle-pro"
cask "monitorcontrol"
cask "telegram"
cask "font-sometype-mono"

# podman
brew "podman"
cask "podman-desktop"
