brew "fzf"
brew "git"
brew "btop"
brew "htop"
brew "midnight-commander"
brew "neovim"
brew "stow"
brew "tig"
brew "dockutil"
brew "ripgrep"
brew "fd"
brew "tenv"
brew "terraform-ls"
brew "gh"
brew "node"
brew "gsed"
brew "pwgen"
brew "gnupg"
brew "pinentry-mac"
brew "opa"
brew "pure" # zsh prompt
brew "mas" # to be able to install things from App Store

cask "ghostty"
cask "vlc"
cask "logi-options+"
cask "rectangle-pro"
cask "monitorcontrol"
cask "telegram"
cask "forklift"
cask "google-chrome"
cask "microsoft-edge"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"

# security
cask "1password"
mas "1Password for Safari", id: 1569813296
cask "yubico-authenticator"
cask "yubico-yubikey-manager"

# podman
brew "podman"
cask "podman-desktop"

# fonts
tap "homebrew/cask-fonts"
cask "font-sometype-mono"

# anti flickering
cask "stillcolor"

# Azure login to k8s
tap "azure/kubelogin"
brew "kubelogin"
