fisherman/autojump
edc/bass
fisherman/done
oh-my-fish/plugin-grc
oh-my-fish/plugin-hash
fisherman/humanize_duration
oh-my-fish/plugin-license
rafaelrinaldi/pure
oh-my-fish/plugin-tab
